{
  "title": "Terms of Service",
  "lastUpdated": "Last updated: {date}",
  "content": "<h2>Terms of Service for WishLink</h2><p>Last updated: April 2025</p><p>Please read these Terms of Service ('Terms') carefully before using WishLink.</p><h3>1. Acceptance of Terms</h3><p>By accessing or using WishLink, you agree to be bound by these Terms. If you disagree with any part of the Terms, you may not access the service.</p><h3>2. Description of Service</h3><p>WishLink provides a platform for users to create, manage, and share wishlists. We reserve the right to modify, suspend, or discontinue the service at any time without notice.</p><h3>3. User Accounts</h3><p>When you create an account with us, you must provide accurate and complete information. You are responsible for safeguarding your account credentials and for all activities that occur under your account.</p><p>You agree not to:</p><ul><li>Create multiple accounts for malicious purposes</li><li>Use the account of another user without permission</li><li>Provide false information when creating an account</li></ul><h3>4. User Content</h3><p>Our service allows you to create and share content, including wish lists and item details. You retain ownership of your content, but grant us a non-exclusive, worldwide, royalty-free license to use, copy, modify, and display your content in connection with providing the service.</p><p>You are solely responsible for the content you post and warrant that:</p><ul><li>You own or have the necessary rights to the content you post</li><li>The content does not infringe on any intellectual property or other rights</li><li>The content does not violate any laws or regulations</li></ul><h3>5. Prohibited Activities</h3><p>You agree not to use our service to:</p><ul><li>Engage in any illegal activity</li><li>Violate intellectual property rights</li><li>Transmit harmful code or malware</li><li>Impersonate others or provide false information</li><li>Harass, threaten, or harm others</li><li>Use automated methods to access or use the service without permission</li></ul><h3>6. Limitation of Liability</h3><p>WishLink and its affiliates shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of or inability to use the service.</p><h3>7. Termination</h3><p>We may terminate or suspend your account and access to the service immediately, without prior notice, for conduct that we believe violates these Terms or is harmful to other users, us, or third parties, or for any other reason at our sole discretion.</p><h3>8. Governing Law</h3><p>These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions.</p><h3>9. Changes to Terms</h3><p>We reserve the right to modify these Terms at any time. We will provide notice of any material changes by posting the new Terms on this page.</p><h3>10. Contact Us</h3><p>If you have any questions about these Terms, please contact us at terms@wishlink.example.com.</p>"
} 