{
  "title": "Politique de Confidentialité",
  "content": "<h2>Politique de Confidentialité de WishLink</h2><p>Dernière mise à jour: Avril 2025</p><p>Chez WishLink, nous valorisons et respectons votre vie privée. Cette Politique de Confidentialité explique comment nous collectons, utilisons, partageons et protégeons vos informations lorsque vous utilisez notre service.</p><h3>Informations que Nous Collectons</h3><p>Nous pouvons collecter les types d'informations suivants:</p><ul><li><strong>Informations de Compte:</strong> Lorsque vous créez un compte, nous collectons votre nom, adresse e-mail, et mot de passe.</li><li><strong>Informations de Profil:</strong> Vous pouvez choisir de nous fournir des informations supplémentaires comme une photo de profil, date de naissance, et centres d'intérêt.</li><li><strong>Contenu Utilisateur:</strong> Les listes de souhaits que vous créez, les articles que vous ajoutez à ces listes, et les commentaires que vous publiez.</li><li><strong>Informations d'Utilisation:</strong> Comment vous interagissez avec notre service, y compris les pages visitées, le temps passé sur ces pages, et d'autres statistiques.</li><li><strong>Informations de l'Appareil:</strong> Données sur l'appareil que vous utilisez pour accéder à notre service, comme le type d'appareil, système d'exploitation, et navigateur web.</li></ul><h3>Comment Nous Utilisons Vos Informations</h3><p>Nous utilisons vos informations pour:</p><ul><li>Fournir, maintenir et améliorer notre service</li><li>Créer et gérer votre compte</li><li>Traiter vos transactions</li><li>Vous envoyer des notifications et mises à jour liées au service</li><li>Répondre à vos commentaires et questions</li><li>Analyser comment notre service est utilisé afin de l'améliorer</li><li>Prévenir les activités frauduleuses et améliorer la sécurité</li><li>Vous envoyer des communications marketing (avec votre consentement)</li></ul><h3>Partage de Vos Informations</h3><p>Nous ne vendons pas vos informations personnelles. Nous pouvons partager vos informations dans les situations suivantes:</p><ul><li><strong>Avec Votre Consentement:</strong> Lorsque vous nous donnez expressément la permission de le faire.</li><li><strong>Avec les Prestataires de Services:</strong> Nous travaillons avec des entreprises tierces qui nous aident à exploiter notre service (comme l'hébergement, l'analyse de données, et le traitement des paiements).</li><li><strong>À des Fins Légales:</strong> Si nécessaire pour se conformer à la loi, protéger nos droits, ou en cas de fusion ou acquisition d'entreprise.</li></ul><h3>Vos Choix et Droits</h3><p>Vous avez certains droits concernant vos informations:</p><ul><li>Accéder, corriger ou supprimer vos données personnelles</li><li>Vous opposer au traitement de vos données</li><li>Demander la portabilité de vos données</li><li>Retirer votre consentement à tout moment</li><li>Désactiver les communications marketing</li></ul><p>Pour exercer ces droits, contactez-nous via les coordonnées fournies ci-dessous.</p><h3>Sécurité des Données</h3><p>Nous mettons en œuvre des mesures de sécurité techniques et organisationnelles pour protéger vos informations. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est totalement sécurisée, et nous ne pouvons garantir une sécurité absolue.</p><h3>Transferts Internationaux de Données</h3><p>Vos informations peuvent être transférées et traitées dans des pays autres que celui où vous résidez. Ces pays peuvent avoir des lois sur la protection des données différentes des lois de votre pays.</p><h3>Conservation des Données</h3><p>Nous conservons vos informations aussi longtemps que nécessaire pour fournir notre service et respecter nos obligations légales. Lorsque nous n'avons plus besoin d'utiliser vos informations, nous les supprimerons ou les anonymiserons.</p><h3>Vie Privée des Enfants</h3><p>Notre service n'est pas destiné aux enfants de moins de 13 ans, et nous ne collectons pas sciemment des informations personnelles auprès d'enfants de moins de 13 ans.</p><h3>Modifications de cette Politique</h3><p>Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement important par e-mail ou par une notification dans notre application.</p><h3>Nous Contacter</h3><p>Si vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter à privacy@wishlink.example.com.</p>"
} 