{
  "title": "Conditions d'Utilisation",
  "content": "<h2>Conditions d'Utilisation de WishLink</h2><p>Dernière mise à jour: Avril 2025</p><p>Bienvenue sur WishLink. En accédant ou en utilisant notre service, vous acceptez d'être lié par ces Conditions d'Utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser notre service.</p><h3>1. Acceptation des Conditions</h3><p>En créant un compte ou en utilisant WishLink de quelque manière que ce soit, vous acceptez ces Conditions d'Utilisation dans leur intégralité.</p><h3>2. Comptes Utilisateurs</h3><p>Pour utiliser certaines fonctionnalités de notre service, vous devrez créer un compte. Vous êtes responsable de maintenir la confidentialité de vos informations de compte et de toutes les activités qui se produisent sous votre compte. Vous devez:</p><ul><li>Fournir des informations précises et complètes lors de la création de votre compte</li><li>Mettre à jour vos informations pour les maintenir exactes et à jour</li><li>Protéger votre mot de passe et ne le partager avec personne</li><li>Nous informer immédiatement de toute utilisation non autorisée de votre compte</li></ul><p>Nous nous réservons le droit de désactiver tout compte utilisateur à notre seule discrétion.</p><h3>3. Propriété du Contenu</h3><p>Tout contenu que vous soumettez, publiez ou affichez sur WishLink reste votre propriété. Cependant, en soumettant du contenu, vous nous accordez une licence mondiale, non exclusive, libre de redevances pour utiliser, reproduire, modifier, adapter, publier et afficher ce contenu dans le cadre de notre service.</p><h3>4. Activités Interdites</h3><p>Vous ne devez pas utiliser notre service pour:</p><ul><li>Violer les lois ou réglementations applicables</li><li>Enfreindre nos droits ou ceux de tiers</li><li>Publier ou partager du contenu illégal, offensant, harcelant ou inapproprié</li><li>Tenter d'accéder à des comptes ou systèmes sans autorisation</li><li>Perturber ou interférer avec le bon fonctionnement du service</li><li>Collecter des informations d'utilisateurs sans leur consentement</li><li>Utiliser notre service à des fins commerciales sans notre accord préalable</li></ul><h3>5. Limitations de Responsabilité</h3><p>Notre service est fourni \"tel quel\" et \"tel que disponible\" sans garanties d'aucune sorte. Nous ne garantissons pas que notre service sera ininterrompu, sécurisé ou exempt d'erreurs.</p><p>Dans toute la mesure permise par la loi, WishLink et ses affiliés ne seront pas responsables des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs, ou de toute perte de profits ou de revenus résultant de votre utilisation de notre service.</p><h3>6. Indemnisation</h3><p>Vous acceptez de défendre, indemniser et de dégager de toute responsabilité WishLink et ses dirigeants, administrateurs, employés et agents contre toute réclamation, responsabilité, dommage, perte ou dépense, y compris les frais juridiques raisonnables, découlant de votre violation de ces Conditions d'Utilisation ou de votre utilisation de notre service.</p><h3>7. Modifications du Service</h3><p>Nous nous réservons le droit de modifier ou d'interrompre, temporairement ou définitivement, notre service ou toute partie de celui-ci, avec ou sans préavis. Vous acceptez que nous ne soyons pas responsables envers vous ou un tiers pour toute modification, suspension ou interruption du service.</p><h3>8. Modifications des Conditions</h3><p>Nous pouvons réviser ces Conditions d'Utilisation à tout moment sans préavis. En continuant à utiliser notre service après ces révisions, vous acceptez d'être lié par les conditions révisées.</p><h3>9. Résiliation</h3><p>Nous pouvons résilier ou suspendre votre accès à notre service immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous enfreignez ces Conditions d'Utilisation.</p><h3>10. Loi Applicable</h3><p>Ces Conditions d'Utilisation sont régies et interprétées conformément aux lois de France, sans égard aux principes de conflits de lois.</p><h3>11. Nous Contacter</h3><p>Si vous avez des questions concernant ces Conditions d'Utilisation, veuillez nous contacter à terms@wishlink.example.com.</p>"
} 