{
  "title": "Termos de Serviço",
  "lastUpdated": "Última atualização: {date}",
  "content": "<h2>Termos de Serviço para WishLink</h2><p>Última atualização: Abril de 2025</p><p>Por favor, leia estes Termos de Serviço ('Termos') cuidadosamente antes de usar o WishLink.</p><h3>1. Aceitação dos Termos</h3><p>Ao acessar ou usar o WishLink, você concorda em estar vinculado a estes Termos. Se você discordar de qualquer parte dos Termos, você não poderá acessar o serviço.</p><h3>2. Descrição do Serviço</h3><p>O WishLink fornece uma plataforma para usuários criarem, gerenciarem e compartilharem listas de desejos. Reservamo-nos o direito de modificar, suspender ou descontinuar o serviço a qualquer momento sem aviso prévio.</p><h3>3. Contas de Usuário</h3><p>Quando você cria uma conta conosco, deve fornecer informações precisas e completas. Você é responsável por proteger suas credenciais de conta e por todas as atividades que ocorrem em sua conta.</p><p>Você concorda em não:</p><ul><li>Criar várias contas para fins maliciosos</li><li>Usar a conta de outro usuário sem permissão</li><li>Fornecer informações falsas ao criar uma conta</li></ul><h3>4. Conteúdo do Usuário</h3><p>Nosso serviço permite que você crie e compartilhe conteúdo, incluindo listas de desejos e detalhes de itens. Você mantém a propriedade do seu conteúdo, mas nos concede uma licença não exclusiva, mundial, livre de royalties para usar, copiar, modificar e exibir seu conteúdo em conexão com a prestação do serviço.</p><p>Você é o único responsável pelo conteúdo que publica e garante que:</p><ul><li>Você possui ou tem os direitos necessários sobre o conteúdo que publica</li><li>O conteúdo não infringe quaisquer direitos de propriedade intelectual ou outros direitos</li><li>O conteúdo não viola quaisquer leis ou regulamentos</li></ul><h3>5. Atividades Proibidas</h3><p>Você concorda em não usar nosso serviço para:</p><ul><li>Envolver-se em qualquer atividade ilegal</li><li>Violar direitos de propriedade intelectual</li><li>Transmitir código nocivo ou malware</li><li>Personificar outros ou fornecer informações falsas</li><li>Assediar, ameaçar ou prejudicar outras pessoas</li><li>Utilizar métodos automatizados para acessar ou usar o serviço sem permissão</li></ul><h3>6. Limitação de Responsabilidade</h3><p>O WishLink e suas afiliadas não serão responsáveis por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos resultantes do seu uso ou incapacidade de usar o serviço.</p><h3>7. Rescisão</h3><p>Podemos encerrar ou suspender sua conta e acesso ao serviço imediatamente, sem aviso prévio, por conduta que acreditamos violar estes Termos ou ser prejudicial a outros usuários, a nós ou a terceiros, ou por qualquer outro motivo a nosso exclusivo critério.</p><h3>8. Lei Aplicável</h3><p>Estes Termos serão regidos e interpretados de acordo com as leis do Brasil, sem considerar suas disposições sobre conflitos de leis.</p><h3>9. Alterações nos Termos</h3><p>Reservamo-nos o direito de modificar estes Termos a qualquer momento. Forneceremos aviso de quaisquer alterações materiais publicando os novos Termos nesta página.</p><h3>10. Contate-nos</h3><p>Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco pelo e-mail terms@wishlink.example.com.</p>"
} 