{
  "title": "Política de Privacidad",
  "content": "<h2>Política de Privacidad para WishLink</h2><p>Última actualización: Abril de 2025</p><p>Esta Política de Privacidad describe cómo WishLink ('nosotros', 'nuestro' o 'nos') recopila, utiliza y comparte su información personal cuando utiliza nuestro sitio web y servicios.</p><h3>Información que Recopilamos</h3><p>Cuando utiliza WishLink, podemos recopilar los siguientes tipos de información:</p><ul><li><strong>Información Personal:</strong> Nombre, dirección de correo electrónico e información de perfil que proporciona al crear una cuenta.</li><li><strong>Datos de Autenticación:</strong> Información recibida de proveedores de autenticación de terceros como Google, Facebook o Apple cuando inicia sesión utilizando estos servicios.</li><li><strong>Datos de Listas de Deseos:</strong> Información sobre los artículos que agrega a sus listas de deseos, incluidos nombres de productos, descripciones, precios e imágenes.</li><li><strong>Información de Uso:</strong> Cómo interactúa con nuestro sitio, incluidas las páginas visitadas, las acciones realizadas y las funciones utilizadas.</li><li><strong>Información del Dispositivo:</strong> Tipo de navegador, dirección IP, tipo de dispositivo y sistema operativo.</li></ul><h3>Cómo Utilizamos Su Información</h3><p>Utilizamos la información que recopilamos para:</p><ul><li>Proporcionar, mantener y mejorar nuestros servicios</li><li>Procesar transacciones y cumplir solicitudes</li><li>Enviar notificaciones de servicio y actualizaciones</li><li>Responder a sus comentarios y preguntas</li><li>Proteger contra actividades fraudulentas o ilegales</li><li>Entender cómo los usuarios interactúan con nuestros servicios para mejorar la experiencia del usuario</li></ul><h3>Compartir Su Información</h3><p>Podemos compartir su información en las siguientes situaciones:</p><ul><li><strong>Con Su Consentimiento:</strong> Cuando nos autoriza explícitamente a compartir su información.</li><li><strong>Por Razones Legales:</strong> Para cumplir con obligaciones legales o proteger nuestros derechos.</li><li><strong>Proveedores de Servicios:</strong> Con terceros de confianza que nos ayudan a operar nuestros servicios (por ejemplo, proveedores de alojamiento, procesadores de pagos).</li></ul><h3>Sus Derechos</h3><p>Dependiendo de su ubicación, puede tener ciertos derechos con respecto a su información personal, incluido el derecho a:</p><ul><li>Acceder, actualizar o eliminar su información personal</li><li>Oponerse a nuestro uso de su información</li><li>Solicitar una copia de su información en un formato estructurado y legible por máquina</li></ul><p>Para ejercer estos derechos, contáctenos utilizando la información proporcionada a continuación.</p><h3>Seguridad de Datos</h3><p>Implementamos medidas técnicas y organizativas apropiadas para proteger su información personal. Sin embargo, ningún método de transmisión por Internet o almacenamiento electrónico es 100% seguro.</p><h3>Cambios en esta Política de Privacidad</h3><p>Podemos actualizar esta Política de Privacidad periódicamente. Le notificaremos sobre cualquier cambio publicando la nueva Política de Privacidad en esta página.</p><h3>Contáctenos</h3><p>Si tiene alguna pregunta sobre esta Política de Privacidad, contáctenos en privacy@wishlink.example.com.</p>"
} 