{
  "title": "Términos de Servicio",
  "content": "<h2>Términos de Servicio para WishLink</h2><p>Última actualización: Abril de 2025</p><p>Por favor, lea estos Términos de Servicio ('Términos') cuidadosamente antes de usar WishLink.</p><h3>1. Aceptación de los Términos</h3><p>Al acceder o utilizar WishLink, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los Términos, no podrá acceder al servicio.</p><h3>2. Descripción del Servicio</h3><p>WishLink proporciona una plataforma para que los usuarios creen, gestionen y compartan listas de deseos. Nos reservamos el derecho de modificar, suspender o descontinuar el servicio en cualquier momento sin previo aviso.</p><h3>3. Cuentas de Usuario</h3><p>Cuando crea una cuenta con nosotros, debe proporcionar información precisa y completa. Usted es responsable de salvaguardar sus credenciales de cuenta y de todas las actividades que ocurran bajo su cuenta.</p><p>Usted acepta no:</p><ul><li>Crear múltiples cuentas con fines maliciosos</li><li>Usar la cuenta de otro usuario sin permiso</li><li>Proporcionar información falsa al crear una cuenta</li></ul><h3>4. Contenido del Usuario</h3><p>Nuestro servicio le permite crear y compartir contenido, incluidas listas de deseos y detalles de artículos. Usted conserva la propiedad de su contenido, pero nos otorga una licencia no exclusiva, mundial, libre de regalías para usar, copiar, modificar y mostrar su contenido en relación con la prestación del servicio.</p><p>Usted es el único responsable del contenido que publica y garantiza que:</p><ul><li>Posee o tiene los derechos necesarios sobre el contenido que publica</li><li>El contenido no infringe ningún derecho de propiedad intelectual u otros derechos</li><li>El contenido no viola ninguna ley o regulación</li></ul><h3>5. Actividades Prohibidas</h3><p>Usted acepta no utilizar nuestro servicio para:</p><ul><li>Participar en cualquier actividad ilegal</li><li>Violar derechos de propiedad intelectual</li><li>Transmitir código dañino o malware</li><li>Suplantar a otros o proporcionar información falsa</li><li>Acosar, amenazar o dañar a otros</li><li>Utilizar métodos automatizados para acceder o utilizar el servicio sin permiso</li></ul><h3>6. Limitación de Responsabilidad</h3><p>WishLink y sus afiliados no serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo que resulte de su uso o incapacidad para usar el servicio.</p><h3>7. Terminación</h3><p>Podemos terminar o suspender su cuenta y acceso al servicio inmediatamente, sin previo aviso, por conducta que creemos que viola estos Términos o es perjudicial para otros usuarios, para nosotros o para terceros, o por cualquier otra razón a nuestra sola discreción.</p><h3>8. Ley Aplicable</h3><p>Estos Términos se regirán e interpretarán de acuerdo con las leyes de España, sin tener en cuenta sus disposiciones sobre conflictos de leyes.</p><h3>9. Cambios en los Términos</h3><p>Nos reservamos el derecho de modificar estos Términos en cualquier momento. Proporcionaremos aviso de cualquier cambio material publicando los nuevos Términos en esta página.</p><h3>10. Contáctenos</h3><p>Si tiene alguna pregunta sobre estos Términos, contáctenos en terms@wishlink.example.com.</p>"
} 